tap "codecrafters-io/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "laishulu/homebrew"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "autoconf"
brew "automake"
brew "libgit2"
brew "bat"
brew "broot"
brew "cmake"
brew "curl"
brew "dive"
brew "libtool"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "ghcup"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "icu4c@76"
brew "ispell"
brew "lazygit"
brew "libgccjit"
brew "libiconv"
brew "lua"
brew "luarocks"
brew "neovim"
brew "python"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tectonic"
brew "tmux"
brew "tpm"
brew "virtualfish"
brew "viu"
brew "websocat"
brew "wget"
brew "zlib"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-modern-black-dragon-icon"]
cask "discord"
cask "font-sarasa-nerd"
cask "ghostty"
cask "google-drive"
cask "iina"
cask "ivpn"
cask "karabiner-elements"
cask "kawa"
cask "telegram"
cask "zoom"
