tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "tarantool/tap"
brew "readline"
brew "aria2"
brew "bat"
brew "curl"
brew "dive"
brew "elixir"
brew "exercism"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "helix"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tmux"
brew "tpm"
brew "wget"
brew "zig"
brew "zls"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
cask "discord"
cask "zen-browser"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "ivpn"
cask "kawa"
cask "telegram"
cask "thunderbird"
cask "zoom"
