tap "homebrew/bundle"
tap "homebrew/services"
tap "sdkman/tap"
brew "stow"
brew "git"
brew "wget"
brew "broot"
brew "bat"
brew "gcc"
brew "clang-format"
brew "cppman"
brew "delve"
brew "erlang"
brew "elixir"
brew "fzf"
brew "gh"
brew "ghcup"
brew "go"
brew "libpq", link: true
brew "md5sha1sum"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "tcpflow"
brew "tmux"
brew "tpm"
brew "tree"
brew "sdkman/tap/sdkman-cli"
cask "alacritty"
